Repository: common-repository/custom-event-tickets
Catalog: languages/custom-event-tickets-*.po
Languages: es_es, fr_fr

source: Easy Custom Event Tickets Settings
es_es: Configuraciones Easy Custom Event Tickets
fr_fr: Paramètres Easy Custom Event Tickets

source: ECET Settings
es_es: ECET Ajustes
fr_fr: ECET Réglages

source: SUMMARY
es_es: RESUMEN
fr_fr: SOMMAIRE

source: Save Settings
es_es: Guardar ajustes
fr_fr: Enregistrer les paramètres

source: Default settings
es_es: Configuración por defecto
fr_fr: Paramètres par défaut

source: initialize the plugin with default settings
es_es: inicializar el plugin con la configuración predeterminada
fr_fr: initialiser le plugin avec les paramètres par défaut

source: delete data during uninstallation?
es_es: eliminar datos durante la desinstalación?
fr_fr: supprimer les données lors de la désinstallation?

source: Select your extension version
es_es: Seleccione la versión de su extensión
fr_fr: Sélectionner la version de votre extension

source: Participants table
es_es: Tabla de participantes
fr_fr: Table des participants

source: Enable participants table
es_es: Activar mesa de participantes
fr_fr: Activer la table des participants

source: Table title
es_es: Título
fr_fr: Titre de la table

source: HTML title tag
es_es: Etiqueta de título HTML
fr_fr: Balise HTML du titre

source: select the number of columns
es_es: seleccione el número de columnas
fr_fr: sélectionnez le nombre de colonnes

source: Enable custom format for attendee name
es_es: Habilitar formato personalizado para el nombre del asistente
fr_fr: Activer le format personnalisé pour le nom des participants

source: Enable responsive table
es_es: Habilitar tablas responsivas
fr_fr: Activer table responsive

source: Participants table style
es_es: Estilo de mesa de participantes
fr_fr: Style table des participants

source: even line background color
es_es: par de color de fondo de línea
fr_fr: couleur d'arrière plan ligne paire

source: border thickness in pixel
es_es: grosor del borde en píxeles
fr_fr: épaisseur de la bordure en pixel

source: color border
es_es: borde de color
fr_fr: couleur bordure

source: font size in pixel
es_es: tamaño de fuente en pixeles
fr_fr: taille police en pixel

source: font color
es_es: color de fuente
fr_fr: couleur police

source: RSVP Gutenberg block style
es_es: Estilo de bloque RSVP Gutenberg
fr_fr: Style du bloc Gutenberg RSVP

source: button text
es_es: botón de texto
fr_fr: texte du bouton

source: text below number of participants
es_es: texto debajo del número de participantes
fr_fr: texte en dessous du nombre de participants

source: text displayed for a closed reservation
es_es: texto mostrado para una reserva cerrada
fr_fr: texte affiché pour une réservation fermé

source: text displayed in introduction reservation form
es_es: texto que se muestra al principio del formulario de reserva
fr_fr: texte affiché en introduction du formulaire de réservation

source: Custom the events calendar list view
es_es: Personalizar la vista de la lista del calendario de eventos
fr_fr: Personnaliser la vue liste du calendrier des évènements

source: Enable personalization for list view
es_es: Habilitar la personalización para la vista de lista
fr_fr: Activer la personnalisation pour la vue liste

source: text displayed as a prefix to the number of participants List & Photo view
es_es: texto que se muestra como prefijo del número de participantes (Vista de lista y foto)
fr_fr: texte affiché en préfixe du nombre de participants (vue Liste & Photo)

source: text displayed as a prefix of the number of tickets remaining
es_es: texto mostrado como un prefijo del número de boletos restantes
fr_fr: texte affiché en préfixe du nombre de billets restants

source: Add category tag
es_es: Añadir etiqueta de categoría
fr_fr: Ajouter balise catégorie

source: Custom the pro version events calendar photo view
es_es: Personalice la vista de fotos de la versión profesional del calendario de eventos
fr_fr: Personnalisez la vue photo du calendrier des événements version pro

source: Enable custom style for photo view
es_es: Habilitar estilo personalizado para la vista de fotos
fr_fr: Activer style personnalisé pour la vue photo

source: Add effect on hover for custom style
es_es: Agregue efecto al pasar el mouse para un estilo personalizado
fr_fr: Ajouter un effet au survol pour le style personnalisé

source: Moving the event date inside of the photo
es_es: Mover la fecha del evento dentro de la foto
fr_fr: Déplacer la date de l'événement à l'intérieur de la photo

source: Add Venue Name and Event City
es_es: Agregue el nombre del lugar y la ciudad del evento
fr_fr: Ajouter Nom du lieu & Ville de l'évènement

source: Add the number of attendees
es_es: Añadir el número de asistentes
fr_fr: Ajouter le nombre de participants

source: Custom Photo View by Extension:Tribe Ext Alternative Photo View
es_es: Vista de foto personalizada por extensión: Vista de foto alternativa de Tribe Ext
fr_fr: Vue Photo personnalisé par extension:Tribe Ext Alternative Photo View

source: Have you activated the extension: Tribe Ext Alternative Photo View
es_es: Has activado la extensión: Tribe Ext Alternative Photo View
fr_fr: Avez vous activé l'extension: Tribe Ext Alternative Photo View

source: Customize the month view of the calendar of events
es_es: Personaliza la vista mensual del calendario de eventos
fr_fr: Personnaliser la vue Mois du calendrier des évènements

source: enable tooltip customization
es_es: habilitar la personalización de información sobre herramientas
fr_fr: activer personnalisation info-bulle

source: Duplicate event
es_es: Evento duplicado
fr_fr: Dupliquer les évènements

source: Select the version of The Events Calendar extension on which the Easy Custom Event Tickets extension is dependent.
es_es: Seleccione la versión de la extensión The Events Calendar de la que depende la extensión Easy Custom Event Tickets.
fr_fr: Sélectionner la version de l'extension The Events Calendar dont l'extension Easy Custom Event Tickets est dépendante.

source: You have an option to activate a custom format in order to partially display the Name of the participants provided that the users fill in the Name field of the registration form for an event starting with the First name followed by the Last name, for example:
es_es: Tiene la opción de activar un formato personalizado para mostrar parcialmente el Nombre de los participantes siempre que los usuarios completen el campo Nombre del formulario de registro para un evento que comience con el Nombre seguido del Apellido, por ejemplo:
fr_fr: Vous avez une option pour activer un format personnalisé afin d'afficher partiellement le Nom des participants à condition que les utilisateurs renseignent le champ Nom du formulaire d'inscription à un évènement en commençant par le Prénom suivit du Nom soit par exemple:

source: Gilles Dupont is replaced by the custom format: Gilles Du.
es_es: Gilles Dupont se reemplaza por el formato personalizado: Gilles Du.
fr_fr: Gilles Dupont est remplacé par le format personnalisé: Gilles Du.

source: Enable responsive tables:
es_es: Habilitar tablas responsivas:
fr_fr: Activer les tables responsives:

source: For a screen resolution < 767px the left column is fixed and the rest of the columns can scroll.
es_es: Para una resolución de pantalla < 767 px, la columna izquierda es fija y el resto de las columnas se pueden desplazar.
fr_fr: Pour une résolution écran < 767px la colonne de gauche est fixe et le reste des colonnes peuvent défiler.

source: You can customize the texts below in the language of your choice, avoiding the quotation marks "
es_es: Puede personalizar los textos a continuación en el idioma de su elección, evitando las comillas "
fr_fr: Vous pouvez personnaliser les textes ci-dessous dans la langue de votre choix, en évitant les caractères guillemets "

source: • To have this alternative view in a style consistent with the photo above activate the option below
es_es: • Para tener esta vista alternativa en un estilo consistente con la foto de arriba, active la opción de abajo
fr_fr: • Pour avoir cette vue alternative dans un style conforme a la photo ci-dessus activer l'option ci-dessous

source: • You must also in the previous section have made the choice for the options:
es_es: • También deberás en el apartado anterior haber realizado la elección por las opciones:
fr_fr: • Vous devez aussi dans la section précédente avoir fait le choix pour les options:

source: Enable custom style for photo view --> no
es_es: Habilitar estilo personalizado para la vista de fotos --> no
fr_fr: Activer style personnalisé pour la vue photo --> non

source: Move event date inside photo --> no
es_es: Mover la fecha del evento dentro de la foto --> no
fr_fr: Déplacer la date de l'événement à l'intérieur de la photo --> non

source: • On the other hand you can in the previous section activate the options: Name of the place & City of the event + the number of attendees + Tag category.
es_es: • Por otro lado puedes en el apartado anterior activar las opciones: Nombre del lugar & Ciudad del evento + el número de participantes + Categoría de etiqueta.
fr_fr: • Par contre vous pouvez dans la section précédente activer les options: Nom du lieu & Ville de l'évènement + le nombre de participants + Balise catégorie.

source: • To have this tooltip view in a style consistent with the photo opposite, activate the option below.
es_es: • Para tener esta vista de información sobre herramientas en un estilo consistente con la foto opuesta, active la opción a continuación.
fr_fr: • Pour avoir cette vue info-bulle dans un style cohérent avec la photo ci-contre, activez l'option ci-dessous.

source: This allows you to add in the tooltip of the month view the Name of the place & the City of the event, the number of places remaining.
es_es: Esto le permite agregar en la información sobre herramientas de la vista del mes el Nombre del lugar y la Ciudad del evento, la cantidad de lugares restantes.
fr_fr: Cela permet d'ajouter dans l'info-bulle de la vue mois le Nom du lieu & la Ville de l'évènement, le nombre de places restantes.

source: • The extension adds a Duplicate Event link for actions on the screen that lists events.
es_es: • La extensión agrega un enlace Duplicar evento para acciones de pantalla que enumeran eventos.
fr_fr: • L'extension ajoute un lien Dupliquer Évènement pour les actions de l'écran qui liste les évènements.

source: • By clicking on the Quick Edit link you can enter the new start and end dates for your duplicate event.
es_es: • Al hacer clic en el enlace Edición rápida, puede ingresar las nuevas fechas de inicio y finalización de su evento duplicado.
fr_fr: • En cliquant sur le lien Modification Rapide vous pouvez saisir les nouvelles date de début et de fin pour votre évènement dupliqué.

source: If there is a ticket, this has the advantage of also modifying the start & end date of a ticket, in correlation with the new date of the event.
es_es: Si hay entrada, esto tiene la ventaja de modificar también la fecha de inicio y finalización de la entrada, en correlación con la nueva fecha del evento.
fr_fr: Si présence d'un ticket, cela a l'avantage de modifier également la date de début & de fin d'un ticket,en corrélation avec la nouvelle date de l'évènement.

source: • So by remaining on the screen which lists the events you can easily duplicate your events which must be recurring and have an operational ticket for these events.
es_es: • Entonces, si permanece en la pantalla que enumera los eventos, puede duplica fácilmente tus eventos que deben ser recurrentes y tener un boleto operativo para estos eventos.
fr_fr: • Ainsi en restant sur l'écran qui liste les évènements vous pouvez dupliquer facilement vos évènements qui doivent être récurrent et avoir pour ces évènements un ticket opérationnel.

source: • You must first select in the settings parameters of The Events Calendar extension in the Display tab / Date & Time section:
es_es: • Primero debe seleccionar en los parámetros de configuración de la extensión Calendario de Eventos en la pestaña Pantalla/sección Fecha y Hora:
fr_fr: • Il faut au préalable dans les paramètres de réglages de l'extension The Events Calendar sélectionner dans l'onglet Affichage/section Date & Time:

source: - Date format with year: d/m/Y
es_es: - Formato de fecha con año: d/m/Y
fr_fr: - Format date avec année: d/m/Y

source: - Compact date format: 15/1/2024
es_es: - Formato de fecha compacto: 15/1/2024
fr_fr: - Format de date compact: 15/1/2024

source: NOTICED:
es_es: OBSERVÓ:
fr_fr: REMARQUE:

source: If a paid ticket or RSVP is present in the duplicated event it is deleted because it remains linked to the event that was duplicated.
es_es: Si un boleto pagado o una confirmación de asistencia están presentes en el evento duplicado, se elimina porque permanece vinculado al evento que se duplicó.
fr_fr: Si un ticket payant ou RSVP est présent dans l'évènement dupliqué il est supprimé car il reste lié a l'évènement que l'on a dupliqué.

source: A new ticket block is created using the parameters of the original ticket block (capacity, title, description, price, etc...).
es_es: Se crea un nuevo bloque de entradas utilizando los parámetros del bloque de entradas original (capacidad, título, descripción, precio, etc...).
fr_fr: Un nouveau bloc ticket est crée en reprenant les paramètres du bloc ticket original(capacité, titre,description,prix etc...).

source: no
fr_fr: non

source: yes
es_es: sí
fr_fr: oui

source: Choose an option
es_es: Seleccione una opción
fr_fr: sélectionner une option

source: Custom block Event Tickets RSVP, add participants list
es_es: Bloqueo personalizado Entradas para eventos RSVP, agregar lista de participantes
fr_fr: Personnaliser le block Event Ticket RSVP, Ajouter la liste des participants

source: Settings
es_es: Ajustes
fr_fr: Réglages

source: List of participants
es_es: Lista de participantes
fr_fr: Liste des participants

source: Attendees number:
es_es: Número de participantes:
fr_fr: Nombre de participants:

source: select a category
es_es: seleccione una categoría
fr_fr: sélectionner une catégorie

source: All
es_es: Todas las categorias
fr_fr: Toutes les catégories

source: BOOKING
es_es: RESERVAR
fr_fr: RÉSERVER

source: Booking
es_es: Reservaciones
fr_fr: Réservations

source: Please submit your BOOKING information, including the total number of guests.
es_es: Complete la información de su reserva, incluido el número de participantes.
fr_fr: Veuillez renseigner vos informations de réservation, incluant le nombre de participants.

source: BOOKING CLOSED
es_es: RESERVA CERRADA
fr_fr: RÉSERVATION CLÔTURÉ

source: number of participants:
es_es: número de participantes:
fr_fr: nombre de participants:

source: remaining tickets:
es_es: boletos restantes:
fr_fr: billets restants:

source: Duplicate Event
es_es: Evento Duplicado
fr_fr: Dupliquer Évènement

source: You need to install the plugin
es_es: Necesitas instalar el complemento
fr_fr: Vous devez installer le plugin

source: before enabling the Easy Custom Event Tickets plugin!
es_es: antes de habilitar el complemento Entradas para eventos personalizadas fáciles!
fr_fr: avant d’activer le plugin Easy Custom Event Tickets!

source: start date
es_es: fecha de inicio
fr_fr: date début

source: end date
es_es: fecha final
fr_fr: date de fin

source: remaining seats
es_es: asientos restantes
fr_fr: places restantes
